import './styles.css';

const page = () => {
  return (
    <div className='container'>
      <h1>Договір публічної оферти із користування послугами</h1>
      <h2>Розділ 1. Загальні положення</h2>
      <p>
        1.1. Фізична особа-підприємець Селезньова Тетяна Олексіївна, що діє на
        підставі Виписки з Єдиного державного реєстру юридичних осіб, фізичних
        осіб-підприємців та громадських формувань (ідентифікаційний номер
        платника податків: 3462107523, надалі - Виконавець) з однієї сторони,
        цим документом пропонує необмеженому колу фізичних осіб, надалі - Клієнт
        або Замовник, з іншої Сторони (надалі разом — Сторони) — акцептувати цю
        Публічну оферту. Оферта є публічною і, згідно ст. ст. 633, 641 ЦК
        України, її умови однакові для всіх Клієнтів або Замовників.
        Беззастережне прийняття всіх умов даної Публічної оферти без будь-яких
        винятків і/або обмежень вважається акцептом даної Публічної оферти (далі
        Договору) Виконавцем і Замовником, а сам Договір автоматично вважається
        укладеним.
      </p>
      <p>
        1.2.Використання послуг Виконавця, користування інтернет-сайтом
        Виконавця{' '}
        <a href='https://proofinvestor.com.ua'>https://proofinvestor.com.ua</a>{' '}
        та іншими Сайтами проекту (далі «Сайт» або «Сайти»), а також
        користування продуктами та послугами, що пропонуються на Сайті (далі за
        текстом "Послуги" або "Сервіси", регулюється умовами даної Оферти та
        передбачає згоду особи, яка користується послугами або купує їх,
        правилами, термінами, обмеженнями та іншими умовами, викладеними у цьому
        документі.
      </p>
      <p>
        1.3. Приймаючи цей договір, замовник підтверджує, що: а) замовник
        повнолітній і має повну дієздатність та правоздатність; б) інформація,
        яка надається при замовленні товарів чи послуг, є правильною та
        актуальною; в) надана контактна інформація може бути використана з метою
        інформування про зміни в роботі, акційні пропозиції чи інші інформації,
        пов'язані із діяльністю продавця. На підставі вище сказаного, уважно
        ознайомтеся з цим договором (публічною офертою) та у разі незгоди з
        будь-яким з пунктів, будь ласка, залиште Сайт.
      </p>
      <h2>Розділ 2. Предмет угоди</h2>
      <p>
        2.1. Цей Договір укладається між Замовником і Виконавцем у формі
        договору приєднання відповідно до ст. 634 Цивільного кодексу України та
        діє до виконання Сторонами своїх обов'язків.
      </p>
      <p>
        2.2. Публікація (розміщення) тексту Договору на сайті Виконавця є
        офіційною пропозицією (Публічною офертою) Виконавця, що адресована
        невизначеному колу осіб відповідно до статті 641 Цивільного кодексу
        України укласти з ним договір про надання послуг на умовах договору
        приєднання.
      </p>
      <p>
        2.3. У випадку прийняття умов даної Оферти, Замовник погоджується з
        усіма умовами цього Договору і підтверджує, що йому зрозумілі всі його
        положення.
      </p>
      <p>
        2.4. Ця Оферта є відкритим і загальнодоступним документом. Чинна версія
        Договору розміщується за адресою:{' '}
        <a href='https://proofinvestor.com.ua'>https://proofinvestor.com.ua</a>{' '}
        і є доступною для ознайомлення до моменту здійснення Замовником акцепту
        умов Договору.
      </p>
      <p>
        2.5. При приєднанні до даної Публічної оферти Замовник надає згоду
        Виконавцю на використання та обробку його персональних даних в рамках
        Закону України «Про захист персональних даних».
      </p>
      <p>
        2.6. Факт відправки одноразового коду замовника на Сайті є повним та
        беззаперечним акцептом (прийняттям) умов цієї Оферти.
      </p>
      <p>
        2.7. Порядок надання послуг, опубліковані на Сайті, а також вартість та
        інші істотні умови публікуються на Сайті та в режимі реального часу.
      </p>
      <p>
        2.8. Замовник погоджується з тим, що умови цієї Оферти в майбутньому
        можуть бути змінені Виконавцем шляхом розміщення чинної редакції цієї
        Оферти на сайті.
      </p>
      <p>
        2.9. Сторони погоджуються, що Виконавець не гарантує яких-небудь
        фінансових та інших результатів застосування Замовником навичок,
        опанованих внаслідок отримання Послуг.
      </p>
      <p>
        2.10. Жодних претензій за результативністю застосування Замовником знань
        та навичок, які було отримано в результаті отримання Послуг не може бути
        пред’явлено на адресу Виконавця. Відповідальність за використання цих
        знань та навичок, а також за будь-які результати, прямі або побічні
        ефекти, які було отримано у результаті використання цих знань та
        навичок, цілком та повністю покладається на Замовника.
      </p>
      <h2>Розділ 3. Опис послуг</h2>
      <p>
        3.1. Разові послуги – послуга або пакет послуг Виконавця, що надаються
        Замовнику і протягом певного короткого періоду та сплачені замовником
        одноразово у розмірі повної вартості послуги. Після закінчення
        зазначеного терміну, надання послуг припиняється автоматично, дії з боку
        Замовника, спрямовані на припинення послуг не потрібні.
      </p>
      <p>3.2. Послуги, що можуть надаватися в рамках цієї Оферти:</p>
      <p className='sub'>
        3.2.1. індивідуальне або групове навчання основ трейдингу.
      </p>
      <h2>Розділ 4. Реєстрація Замовника. Оплата послуги</h2>
      <p>
        4.1. Для проведення онлайн оплати, Замовнику необхідно вибрати
        задовольняючий тариф.
      </p>
      <p>
        4.2. Для отримання інформації, приведеної на Сайті Виконавця, Замовник
        повинен виконати наступні дії:
      </p>
      <p className='sub'>4.2.1. вибрати задовольняючий тариф;</p>
      <p className='sub'>
        4.2.2. виразити згоду з Політикою Конфіденційності Виконавця та надати
        згоду на обробку Виконавцем персональних даних Замовника;
      </p>
      <p className='sub'>4.2.3. провести оплату.</p>
      <p>
        4.3. Оплачуючи вибраний тариф, Замовник автоматично надає згоду з
        умовами цієї Оферти.
      </p>
      <p>
        4.4. Замовник підтверджує на момент реєстрації, що досяг 18 років і має
        повну цивільну правоздатність та дієздатність.
      </p>
      <p>
        4.5. По завершенні оплати Замовникові надсилається інформація відповідно
        до обраної Замовником послуги.
      </p>
      <p>
        4.6. Замовник несе повну відповідальність за безпеку своїх персональних
        даних (за надання цієї інформації третім особам), а також за всю
        діяльність, що буде зроблено під його Обліковим записом.
      </p>
      <p>
        4.7. Замовник повністю приймає, що він несе повну відповідальність за
        всю інформацію, дані, текст, який ним розміщується в полі Оплата.
      </p>
      <p>
        4.8. В випадку, якщо Виконавець запідозрить Замовника у скоєнні
        протиправних дій, у тому числі: шахрайство з банківськими картами,
        поширення спаму, шкідливих програм, інших діянь, що порушують умови цієї
        Публічної оферти, вправі звернутися у відповідні державні органи із
        заявою та/або заблокувати та/або видалити обліковий запис Замовника.
      </p>
      <p>
        4.9. Після оплати Замовник підтверджує, що він вільно володіє
        українською мовою, у зв’язку з чим заявляє, що дана Публічна оферта не
        може бути визнана недійсною або не прийнятою Замовником на тій лише
        підставі, що вона складена українською мовою.
      </p>
      <h2>Розділ 5. Права та обов'язки сторін</h2>
      <p>5.1 Права і обов’язки Виконавця Виконавець зобов’язаний:</p>
      <p className='sub'>
        5.1.1. На підставі цієї Оферти та після повної оплати вартості, обраного
        Замовником тарифу, надати йому такі послуги, що вказані на Сайті
        Виконавця.Забезпечити безперервність послуг протягом вказаного терміну,
        передбаченого в умовах надання Послуг.
      </p>
      <p className='sub'>
        5.1.2. Інформувати Замовника про статус виконання Заявки та факт
        здійснення успішної оплати.
      </p>
      <p className='sub'>
        5.1.3. Забезпечити Замовника необхідними матеріалами, передбаченими
        умовами послуги.
      </p>
      <p className='sub'>
        5.1.4 Консультувати Замовника при оформленні (підтвердження) оплати
        тарифу.
      </p>
      <p className='sub'>
        5.1.5.На прохання Замовника роз’яснити йому зміст цього Договору та
        будь-якої з його умов.
      </p>
      <p className='sub'>
        5.1.6. Не допускати розголошення персональних даних Замовника, а також
        іншої інформації, яка стосується особистих даних Замовника і стала
        відома Виконавцю в зв'язку з виконанням цього Договору. Виконавець має
        право:
      </p>
      <p className='sub'>
        5.1.7. Вимагати від Замовника сплати вартості обраних Послуг відповідно
        до умов Договору.
      </p>
      <p className='sub'>
        5.1.8. Вимагати від Замовника дотримання усіх положень Договору, які
        передбачено цією Офертою.
      </p>
      <p className='sub'>
        5.1.9. Відмовити в обслуговуванні Замовника в разі повернення
        Попередньої оплати в порядку і на умовах, передбачених Договором.
      </p>
      <p className='sub'>
        5.1.10. Залучати третіх осіб до надання Послуг Замовнику, без узгодження
        таких дій Виконавця з Замовником.
      </p>
      <p className='sub'>
        5.1.11.Виконавець залишає за собою право в будь-який момент змінювати
        умови цієї Оферти, тарифи на Послуги в односторонньому порядку без
        попереднього повідомлення Замовника, публікуючи зазначені зміни на
        Сайті, не пізніше 3 робочих днів з дня їх внесення (прийняття). Зміни
        вступають в силу з моменту опублікування нового тексту на сайті, якщо
        інша (пізніша) дата вступу в силу змін, не зазначена Виконавцем при
        обнародуванні інформації про зміни. Виконавець рекомендує Замовникові
        регулярно перевіряти умови цієї Оферти на предмет їх змін та/ або
        доповнень. Продовження використання Сайту Замовником після внесення
        Виконавцем змін та/ або доповнень до Оферти означає безумовне і повне
        прийняття і згоду Замовника з такими змінами і доповненнями.
      </p>
      <p className='sub'>
        5.1.12. В односторонньому порядку вносити зміни до контенту сайту,
        тарифів та послуг з подальшим розміщенням на Сайті відповідної
        інформації.
      </p>
      <p className='sub'>
        5.1.13. Скасовувати, переривати або переносити будь-які тести, екзамени,
        змінювати їх матеріали.
      </p>
      <p className='sub'>
        5.1.14. Публікувати будь-які матеріали та відгуки, створені Замовниками
        в процесі проходження Заходів, без жодних обмежень або компенсацій
        Замовнику.
      </p>
      <p className='sub'>
        5.1.15. Здійснювати на електронну пошту Замовника розсилки повідомлень,
        що містять організаційно-технічну, рекламну чи іншу інформацію про
        можливості Сайту, тощо.
      </p>
      <p>5.2. Права і обов’язки Замовника Замовник має право :</p>
      <p className='sub'>
        5.2.1. Користуватися послугами, що надаються Виконавцем в порядку,
        визначеному Угодою.
      </p>
      <p className='sub'>
        5.2.2. Інші права Замовника, передбачені цією Публічною офертою і
        Законодавством.
      </p>
      <p className='sub'>
        5.2.3. Вимагати дотримання Виконавцем умов цієї Оферти.
      </p>
      <p className='sub'>
        5.2.4. Користуватися послугами, не втручаючись та не порушуючи роботу
        Виконавця.
      </p>
      <p className='sub'>
        5.2.5. Користуватися послугами так, щоб не створювати незручностей для
        інших Замовників.
      </p>
      <p className='sub'>
        5.2.6. Відмовитися від послуг та відшкодування коштів, повідомивши
        Виконавцю в зазначені в Оферті строки.
      </p>
      <p className='sub'>
        5.2.7. Використовувати отримані послуги виключно для власного
        користування. Замовник зобов’язується:
      </p>
      <p className='sub'>
        5.2.8. Дотримуватися положень чинного Законодавства, Угоди та інших
        спеціальних документів Виконавця.
      </p>
      <p className='sub'>
        5.2.9. Здійснювати оплату Послуг, якщо це передбачено даною Угодою, в
        розмірі та порядку визначених даною Угодою або вартості що вказана на
        сайті виконавця.
      </p>
      <p className='sub'>
        5.2.10. Регулярно знайомитися з інформацією, розміщеної на Сайті,
        включаючи дану Публічну оферту, з метою своєчасного ознайомлення зі
        змінами та/або доповненнями до Переліку послуг Виконавця та їх вартості.
      </p>
      <p className='sub'>
        5.2.11. Утримуватися від здійснення дій, що перешкоджають роботі
        Виконавця, а також від здійснення будь-яких інших дій, що порушують
        права Виконавця та/або третіх осіб.
      </p>
      <p className='sub'>
        5.2.12. Не відтворювати, не повторювати, не копіювати, не продавати, не
        перепродавати, а також не використовувати будь-яким способом для
        яких-небудь комерційних цілей Сайт, будь-які частини його вмісту без
        згоди Виконавця.
      </p>
      <p className='sub'>
        5.2.13. Надати при реєстрації точну, актуальну та повну інформацію про
        себе.
      </p>
      <p className='sub'>
        5.2.14. Належним чином виконувати інші обов’язки, передбачені даною
        Публічною офертою.
      </p>
      <h2>Розділ 6. Порядок, вартість і терміни надання послуг</h2>
      <p>
        6.1. Виконавець надає послуги та матеріали, відповідно до обраної
        Послуги.
      </p>
      <p>
        6.2. Обсяг послуг залежить від умов придбаного Замовником продукту та
        пакету послуг.
      </p>
      <p>
        6.3. Інформація про конкретну послугу та/або функціональний склад
        конкретної Послуги, інформація про умови надання доступу до Послуг, інші
        відомості або вимоги, які повинні та/або можуть бути повідомлені
        Замовнику відповідно до цього Договору або вимогами законодавства
        вважаються наданими Замовнику належним чином, якщо: а) опубліковано на
        Сайті Виконавця; б) повідомленні Замовникові у тексті оферти під час
        укладання Договору; в) доведені до відома Замовника за допомогою
        електронних повідомлень.
      </p>
      <p>
        6.4. Придбання пакета послуг гарантує отримання інформації, а також
        доступ до платного контенту.
      </p>
      <p>
        6.5. Виконавець надає разові послуги згідно з п. 3.2. справжньої Оферти
        за одноразову платню у терміни визначені на сторінці Сайту, в залежності
        від обраного тарифу.
      </p>
      <p>
        6.6. Доступ Замовнику до Послуг, інформація про які розміщена на Сайті,
        надається за умови 100% передоплати вартості шляхом перерахування
        грошових коштів на поточний рахунок Виконавця.
      </p>
      <p>
        6.7. Замовник сплачує вартість обраної послуги відповідно до вартості що
        вказана на сайті виконавця та рахунку. Замовник одразу сплачує суму
        вартості обраної послуги.
      </p>
      <p>
        6.8. Виконавець залишає за собою право припинити надавати послуги
        Замовнику у разі встановлення факту передачі останнім реквізитам для
        отримання послуги третім особам, у тому числі шляхом публікації у
        відкритому доступі індивідуальної посилання (URL) для отримання послуги
        третім особам, розповсюдження Замовником інформації та матеріалів,
        отриманих ним у зв'язку з участю та отриманням послуги. Використання
        інформації та матеріалів допускається тільки в особистих цілях та для
        особистого користування Замовнику
      </p>
      <h2>Розділ 7. Порядок відмови і повернення коштів</h2>
      <p>
        7.1. Замовник має право на повернення коштів лише у разі подання
        відповідної заяви до початку виконання Виконавцем замовленої послуги
        Замовником.
      </p>
      <p>
        7.2. Для отримання коштів Замовник направляє Заяву Виконавцю на
        повернення грошових коштів.
      </p>
      <p>
        7.3. Заява на повернення коштів складається в електронному вигляді з
        обов'язковим підписом Замовника та датою складання заяви та надсилається
        на електронну пошту: consulting.lviv.ua@gmail.com. Для оформлення
        повернення необхідно вказати такі дані: ПІБ та email, зазначені при
        оформленні Замовлення; назва Послуги (обраного тарифу); дату та час
        оплати; інформацію про платежі; причини відмови від послуг, а також
        підтвердження здійсненої оплати.
      </p>
      <p>
        7.4. Повернення коштів проводиться у термін визначений платіжною
        системою https://wayforpay.com/uk з моменту надання правильно заповненої
        заяви на повернення та надання документа, що підтверджує оплату, на
        зазначену електронну адресу в безготівковому порядку за банківськими
        реквізитами, зазначеними у заяві на повернення.
      </p>
      <h2>Розділ 8. Право інтелектуальної власності</h2>
      <p>
        8.1. Контент Сайту та контент послуг є інтелектуальною власністю
        Виконавця та підлягає охороні відповідно до законодавства України.
      </p>
      <p>
        8.2. Надання Замовникові доступу до сторінок Сайту не означає, що
        Замовникові надається ліцензія на використання об'єктів інтелектуальної
        власності Виконавця.
      </p>
      <p>
        8.3 Поширення Замовником у будь-який спосіб отриманої інформації про
        діяльність (в тому числі елементів візуального оформлення, символіки,
        текстів, графічних зображень, ілюстрацій, фото, відео, програм, музики,
        товарних знаків та інших об’єктів) у комерційних цілях без отримання
        прямої згоди Виконавця або законного правовласника є незаконним і може
        послужити причиною для судового розгляду та притягнення порушників до
        цивільно-правової, адміністративної та кримінальної відповідальності
        відповідно до законодавства.
      </p>
      <h2>Розділ 9. Вирішення спорів</h2>
      <p>
        9.1. Усі спори, що виникають у зв’язку з цією Угодою вирішуються
        сторонами шляхом переговорів.
      </p>
      <p>
        9.2. Будь-які претензії Замовника, що виникли у зв’язку з цією Угодою,
        підлягають пред’явленню Виконавцю за допомогою електронної пошти на
        адресу: consulting.lviv.ua@gmail.com.
      </p>
      <p>
        9.3. Виконавець, в міру можливості, відправить відповідь на адресу
        електронної пошти Замовника, відповідну претензію. 9.4. Виконавець не
        розглядає анонімні претензії або претензій, які не дозволяють
        ідентифікувати Замовника на основі наданих ним при реєстрації даних.
      </p>
      <h2>Розділ 10. Терміни і поняття</h2>
      <p>
        10.1. Акцепт - повне, безумовне та беззастережне прийняття Замовником
        умов визначених Офертою без будь-яких виключень, обмежень та застережень
        згідно із частиною 2 статті 642 Цивільного кодексу України. Акцепт може
        бути здійснений одним з наступних способів: заповненням, підписанням та
        передачею Замовником Виконавцю письмового Акцепту, зразок якого
        знаходиться на сайті Виконавця; перерахуванням грошових коштів на
        банківський рахунок Виконавця в якості оплати або часткової оплати за
        відповідні послуги Виконавця; реєстрація Замовника на веб-сайті
        Виконавця; розміщенням Замовником Замовлення на послуги Виконавця за
        допомогою сайту Виконавця.
      </p>
      <p>
        10.2. Договір - правочин, складений у формі договору приєднання
        відповідно до ст. 634 Цивільного кодексу України про надання послуг,
        умови якого встановлені Виконавцем, і який може бути укладено лише
        шляхом приєднання Замовника до запропонованого Договору в цілому.
      </p>
      <p>
        10.3. Власник персональних даних – ФОП Селезньова Тетяна Олексіївна.
      </p>
      <p>
        10.4. Замовлення - доручення Клієнта Виконавцю на встановлених клієнтом
        умовах, надати певного виду Послуг на підставі Договору.
      </p>
      <p>
        10.5.Замовник - дієздатна фізична особа та/або правоздатна юридична
        особа, яка Акцептувала Публічну оферту Виконавця, викладену у цьому
        Договорі.
      </p>
      <p>
        10.6. Згода суб'єкта персональних даних - добровільне волевиявлення
        фізичної особи, яка надає дозвіл на обробку її персональних даних
        відповідно до мети обробки.
      </p>
      <p>
        10.7. Контент Сайту - результати інтелектуальної діяльності, зокрема:
        літературні твори, тексти, лекції, виступи, промови; комп'ютерні
        програми, програми та програми для мобільних телефонів та аудіовізуальні
        твори, відеокурси, фонограми; інфографіки, зображення, товарні знаки та
        знаки обслуговування, комерційні позначення та фірмові найменування,
        логотипи; гіпертекстові посилання, їх фрагменти, інформація, віджети та
        інші об'єкти, що розміщуються на Сайті.
      </p>
      <p>
        10.8. Контент послуг - вся інформація, яка становить зміст конкретної
        окремої послуги, файли з даними, тексти, комп'ютерне програмне
        забезпечення, звукові файли, файли з даними, фото, відео та інші
        зображення, включаючи знову використанням Сайту.
      </p>
      <p>
        10.9. Обробка персональних даних - будь-яка дія або сукупність дій,
        таких як збирання, реєстрація, накопичення, зберігання, адаптування,
        зміна, поновлення, використання і поширення (розповсюдження, реалізація,
        передача), знеособлення, знищення персональних даних, у тому числі з
        використанням інформаційних (автоматизованих) систем.
      </p>
      <p>
        10.10. Персональні дані - відомості чи сукупність відомостей про фізичну
        особу, яка ідентифікована або може бути конкретно ідентифікована.
      </p>
      <p>
        10.11. Послуги - інформаційно-консультаційні послуги, які полягають у
        наданні Замовнику інформації в сфері фінансових ринків, або навчання
        трейдингу.
      </p>
      <p>
        10.12. Публічна оферта - пропозиція Виконавця (викладена на веб-сайті
        Виконавця), адресована необмеженому колу фізичних осіб відповідно до
        статті 641 Цивільного кодексу України укласти Договір про надання послуг
        на визначених умовах Договору.
      </p>
      <p>
        10.13. Сайт Виконавця - веб-сторінка в мережі Інтернет, за адресою:{' '}
        <a href='https://proofinvestor.com.ua'>https://proofinvestor.com.ua</a>{' '}
        , яка є основним джерелом інформування Замовника і/або може бути
        використаний Замовником для замовлення послуг Виконавця.
      </p>
      <p>
        10.14. Тарифи - встановлені Виконавцем грошові винагороди за надання
        послуг за цим Договором.
      </p>
      <h2>Розділ 11. Заключні положення</h2>
      <p>
        11.1. Дана Публічна оферта і всі відносини між Виконавцем та Замовником,
        що виникли на підставі цієї Публічної оферти регулюється і тлумачаться
        відповідно до Законодавства.
      </p>
      <p>
        11.2. Якщо з тих чи інших причин які-небудь з умов цієї Публічної оферти
        будуть визнані недійсними або такими, що не мають юридичної сили, це не
        впливає на дійсність або застосовність інших умов оферти.
      </p>
      <p>
        11.3 Дана Публічна оферта укладається на невизначений термін і поширює
        свою дію на всіх Замовників, які зареєструвалися на Сайті, починаючи з
        моменту такої реєстрації.
      </p>
      <p>
        11.4. Дана Публічна оферта набуває чинності з моменту її розміщення на
        Сайті Виконавця.
      </p>
      <h2>Розділ 12. Контактна інформація</h2>
      <p>
        <strong>ФОП СЕЛЕЗНЬОВА ТЕТЯНА ОЛЕКСІЇВНА</strong>
      </p>
      <p>
        Адреса реєстрації: Україна, 79022, Львівська обл., місто Львів, вулиця
        Городоцька, будинок 289, квартира 26.
      </p>
      <p>РНОКПП: 3462107523</p>
      <p>Банківські реквізити:</p>
      <p>IBAN UA443052990000026005011012234</p>
      <p> в АТ КБ "ПРИВАТБАНК" </p>
      <p>consulting.lviv.ua@gmail.com</p>
    </div>
  );
};

export default page;
