import Link from 'next/link';
import './styles.css';

const page = () => {
  return (
    <div className='container'>
      <h1>ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ</h1>
      <h2>1. ЗАГАЛЬНІ ПОЛОЖЕННЯ</h2>
      <p>
        1.1. Фізична особа-підприемець Селезньова Тетяна Олексіївна, далі -
        «Виконавець», що діє відповідно до законодавства України та є
        адміністратором сайту{' '}
        <a href='https://proofinvestor.com.ua'>https://proofinvestor.com.ua</a>{' '}
        (далі за текстом – сайт) з метою забезпечення недопущення
        несанкціонованого використання персональних даних, отриманих від кожного
        з відвідувачів (користувачів) вищевказаного сайту, цією Політикою
        конфіденційності визначає порядок поводження з персональними даними
        користувачів сайту.
      </p>
      <p>
        1.2. Дана Політика конфіденційності розроблена з метою впорядкування
        поводження з персональними даними користувачів сайту та спрямована на
        забезпечення дотримання законних прав та інтересів користувачів,
        забезпечення захисту їх прав та свобод при обробці персональних даних, у
        тому числі захисту прав на недоторканність приватного життя, особисту
        таємницю, у зв'язку з необхідністю отримання, збору, систематизації,
        аналізу, зберігання та за необхідності передачі (надання доступу) у
        визначених цією Політикою конфіденційності межах відомостей, що
        становлять персональні дані для досягнення законних цілей діяльності
        сайту.
      </p>
      <p>
        1.3. Виконавець збирає та обробляє персональні дані, статистичну
        інформацію відповідно до цієї Політики конфіденційності.
      </p>
      <p>
        1.4. Відомості про персональні дані Користувача відносяться до
        конфіденційних (таких, що охороняються законом). Режим конфіденційності
        щодо персональних даних знімається у випадках, передбачених
        законодавством.
      </p>
      <p>
        1.5. Виконавець має право здійснювати з отриманими персональними даними
        користувачів всі законні необхідні дії, пов'язані виключно з досягненням
        мети, для якої створено та використовується сайт
        https://taranenkotrade.com, а також у процесі дистанційної взаємодії з
        користувачем при наданні послуг.
      </p>
      <h2>2. ОБРОБКА ПЕРСОНАЛЬНИХ ДАНИХ</h2>
      <p>
        2.1. Джерелом інформації про всі персональні дані користувача є
        безпосередньо сам користувач сайту. Реєструючись на сайті або заповнюючи
        форму зворотного зв'язку, користувач тим самим дає згоду на обробку його
        персональних даних для цілей надання послуг Виконавця, а також для інших
        цілей, зазначених у цій політиці або окремій згоді на обробку
        персональних даних. Користувач підтверджує права щодо створеного таким
        чином облікового запису.
      </p>
      <p>
        2.2. Виконавець при обробці персональних даних зобов'язаний вживати
        необхідних правових, організаційних та технічних заходів для захисту
        персональних даних від несанкціонованого, неправомірного або випадкового
        доступу до них, знищення, зміни, блокування, копіювання, надання,
        розповсюдження персональних даних, а також від інших неправомірних дій
        щодо персональних даних:
      </p>
      <p className='sub'>
        2.2.1. обмеження та регламентація складу працівників/представників, які
        мають доступ до персональних даних;
      </p>
      <p className='sub'>
        2.2.2. реалізація дозвільної системи доступу користувачів до
        інформаційних ресурсів, програмно- апаратних засобів обробки та захисту
        інформації; 2.2.3. здійснення антивірусного контролю, запобігання
        впровадженню в корпоративну мережу шкідливих програм (програм-вірусів)
        та програмних закладок;
      </p>
      <p className='sub'>
        2.2.4. виявлення вторгнень у корпоративну мережу Виконавця, які
        порушують або створюють передумови до порушення встановлених вимог щодо
        забезпечення безпеки персональних даних;
      </p>
      <p className='sub'>2.2.5. резервне копіювання інформації;</p>
      <p>
        2.3. При визначенні обсягу та змісту оброблюваних персональних даних
        Виконавець керується Конституцією України, Законом України «Про захист
        персональних даних» No 2297-VI від 29.07.2022р.
      </p>
      <p>
        2.4. Виконавець відповідально ставиться до питання конфіденційності
        своїх користувачів та поважає право кожного користувача сайту на
        конфіденційність. Виконавець гарантує, що ніяка отримана від Вас
        інформація за жодних умов не буде надана третім особам без Вашої згоди,
        за винятком випадків, передбачених чинним законодавством України.
      </p>
      <p>
        2.5. При проведенні платежів персональна інформація (ім'я, адреса,
        телефон, e-mail, номер банківської картки), що надається Вами, є
        конфіденційною і не підлягає розголошенню за жодних умов. Жодна
        інформація про платежі, крім повідомлення про оплату, банками-партнерами
        Виконавця не передається.
      </p>
      <p>
        2.6. Персональні дані та інші відомості, визначені Законом, при наданні
        послуг із застосуванням засобів, що забезпечують дистанційну взаємодію
        обробляються в електронній формі (з правом відображення отриманої
        інформації у паперових документах) з метою:
      </p>
      <p className='sub'>
        2.6.1. контакту з користувачем з метою підтвердження запису на зустріч;
      </p>
      <p className='sub'>
        2.6.2. оформлення документів, передбачених законодавством та іншими
        нормативними актами;
      </p>
      <p className='sub'>
        2.6.3. обробки персональних даних у власному кабінеті;
      </p>
      <p className='sub'>2.6.4. запису на консультацію;</p>
      <p className='sub'>
        2.6.5. контакту з користувачем з метою повідомлення про майбутню
        консультацію;
      </p>
      <p className='sub'>
        2.6.6. надсилання користувачеві висновку за підсумком наданої послуги,
        якщо підписано юридичні документи, що дозволяють надсилати такі
        документи Користувачеві (якщо підключено Особистий кабінет – розміщення
        висновку в Особистому кабінеті);
      </p>
      <p className='sub'>
        2.6.7. контакту з користувачем з метою організації зустрічі, відмінної
        від консультації;
      </p>
      <p className='sub'>
        2.6.8. збір статистики про використання послуги, збір зворотного зв'язку
        про надану послугу;
      </p>
      <p className='sub'>
        2.6.9. контакт з користувачем з метою інформування про наявність
        можливості консультації та пропозиції запису.
      </p>
      <p>
        2.7. Контакт з користувачем може здійснюватися за допомогою телефонного
        дзвінка, а у випадках, передбачених згодою на обробку персональних даних
        - SMS-повідомлення, e-mail розсилки, push- повідомлень, повідомлення в
        месенджерах або іншим способом, вказаним в оферті Виконавця про надання
        послуг. Виконавець гарантує конфіденційність даних та дотримання
        законодавства щодо збереження персональних даних.
      </p>
      <p>2.8. Користувач сайту підтверджує, що:</p>
      <p className='sub'>
        2.8.1. має всі необхідні права, що дозволяють йому здійснювати
        реєстрацію (створення облікового запису на сайті);
      </p>
      <p className='sub'>
        2.8.2. вказує достовірну інформацію про себе в необхідних обсягах;
      </p>
      <p className='sub'>
        2.8.3. дбає про своєчасність внесення змін до раніше наданої інформації
        при виникненні такої необхідності, включаючи, але не обмежуючись, зміну
        номера телефону, адреси електронної пошти та інших персональних даних.
        Виконавець надає доступ до персональних даних Користувача лише тим
        працівникам, представникам, партнерам, яким ця інформація необхідна для
        забезпечення функціонування сайту.
      </p>
      <p>
        2.9. Обробка Виконавцем cookie-файлів відбувається в цілях забезпечення
        працездатності сайту. Вони допомагають нам зрозуміти, які розділи
        користуються популярністю, які можливості сайту є корисними та зручними
        та яких не вистачає. Деякі файли-cookie необхідні для стабільної та
        коректної роботи сайту та його модуля. Ці файли не призначені для збору
        будь-якої персональної інформації. Якщо ви заблокуєте такі файли-cookie,
        ми не зможемо гарантувати працездатність сайту. Якщо у вас немає бажання
        зберігати файли-cookie, їх можна заблокувати в налаштуваннях браузера.
        Важливо розуміти, що при відключенні файлів-cookie можливі неточності в
        роботі сайту та/або недоступність частин сторінок сайту. Щоб вимкнути
        збір файлів- cookie, вам необхідно провести налаштування у вашому
        браузері.
      </p>
      <h2>3. ДОСТУП ДО ПЕРСОНАЛЬНИХ ДАНИХ</h2>
      <p>
        3.1. Виконавець прагне запобігти несанкціонованому доступу до
        персональних даних Користувача, проте, ніяка передача даних через
        Інтернет, мобільний або через бездротовий пристрій не можуть гарантувати
        100% безпеку. Тож, Виконавець буде продовжувати зміцнювати систему
        безпеки в міру доступності нових технологій та методів.
      </p>
      <p>
        3.2. Користувач самостійно контролює дані, які повідомляє при
        використанні сайту. Завжди будьте обережні та відповідальні щодо Вашої
        особистої інформації. Користувач повинен дотримуватися обережності у
        виборі особистої інформації, яку передає третім особам.
      </p>
      <p>
        3.3. Виконавець не може гарантувати і не несе ніякої відповідальності за
        перевірку, точність особистої інформації Користувача або іншої
        інформації, наданої третіми особами.
      </p>
      <p>
        3.4. За надання персональних даних іншій особі відповідальність несе
        Користувач, який надав такі дані.
      </p>
      <p>
        3.5. Виконавець зобов'язується забезпечувати недопущення
        несанкціонованого та нецільового доступу до персональних даних
        користувачів сайту. При цьому санкціонованим та цільовим доступом до
        персональних даних користувачів сайту буде вважатися доступ
        уповноважених Виконавцем осіб в рамках цілей діяльності та тематики
        сайту.
      </p>
      <h2>4. ПРАВА КОРИСТУВАЧА</h2>
      <p>4.1. Суб’єкт персональних даних має такі права:</p>
      <p className='sub'>
        4.1.1. право на захист та повагу честі та гідності особистості;
      </p>
      <p className='sub'>
        4.1.2. право без пояснення причин і будь-якої миті відкликати свою згоду
        на обробку персональних даних;
      </p>
      <p className='sub'>
        4.1.3. право вимагати припинення обробки персональних даних із подальшим
        їх видаленням або блокуванням (у разі неможливості видалення);
      </p>
      <p className='sub'>
        4.1.4. право на отримання інформації щодо обробки персональних даних;
      </p>
      <p className='sub'>4.1.5. право на зміну персональних даних;</p>
      <p className='sub'>
        4.1.6. право на отримання інформації щодо надання персональних даних
        третім особам.
      </p>
      <p>
        4.2. Звертаємо Вашу увагу, що, у випадку, коли Користувач відмовиться
        надати певні персональні дані, а також згоду на обробку таких даних,
        необхідні для наведених вище цілей, Виконавець залишає за собою право
        відмовити у наданні деяких видів послуг.
      </p>
      <h2>5. ІНФОРМАЦІЙНІ ПОВІДОМЛЕННЯ</h2>
      <p>
        5.1. Залишаючи на Сайті свої дані Користувач дає свою згоду на отримання
        інформаційних та рекламних розсилок за допомогою електронної пошти,
        SMS-повідомлень,за номером телефону, а також всіх можливих каналів
        зв’язку.
      </p>
      <h2>6. ЗМІНА ПОЛІТИКИ КОНФІДЕНЦІЙНОСТІ</h2>
      <p>
        6.1. Виконавець зберігає за собою право змінювати дану Політику
        конфіденційності в будь-який час без будь-якого спеціального
        повідомлення.
      </p>
      <p>
        6.2. Нова Політика конфіденційності набирає чинності з моменту її
        розміщення у відповідному розділі «Політика конфіденційності», якщо інше
        не передбачено новою редакцією Політики конфіденційності.
      </p>
      <p>
        6.3. Подальше використання сайту після внесення будь-яких поправок до
        Політики конфіденційності означає прийняття даних змін.
      </p>
      <p>
        6.4. Всі пропозиції або питання по цій Політиці конфіденційності слід
        повідомляти у формі зворотного зв'язку у розділі «Відділ турботи».
      </p>
      <p>
        6.5. До відносин між Користувачем і Виконавцем, що виникають у зв'язку
        із застосуванням цієї Політики конфіденційності, підлягає застосуванню
        чинне матеріальне та процесуальне право України
      </p>
    </div>
  );
};

export default page;
